Repository: 5l1v3r1/eos-photos
Catalog: po/*.po
Languages: ar, bn, fr, hi, ro, th, vi

source: Login canceled.
ar: تم إلغاء تسجيل الدخول.
bn: লগইন বাতিল।
fr: Connexion annulée.
hi: लॉगइन रद्द.
ro: Autentificare anulata.
th: ยกเลิกการเข้าสู่ระบบแล้ว
vi: Đã hủy bỏ đăng nhập.

source: Could not reach facebook.
ar: لا يمكن الوصول إلى الفيسبوك.
bn: ফেসবুকে প্রবেশ করা যায়নি।
fr: Impossible de rejoindre Facebook.
hi: facebook तक नहीं पहुँच सके.
ro: Nu se poate conecta la facebook
th: ไม่สามารถเชื่อมต่อ Facebook ได้
vi: Không thể tiếp cận facebook.

source: Login failed.
ar: تعذر تسجيل الدخول.
bn: লগইন ব্যর্থ।
fr: Échec de la connexion.
hi: लॉगइन विफल.
ro: Autentificare esuata.
th: การเข้าสู่ระบบล้มเหลว
vi: Đăng nhập thất bại.

source: Image successfully posted to facebook!
ar: تم نشر الصورة بنجاح على الفيسبوك!
bn: ফেসবুকে চিত্রটি সফলভাবে পোস্ট হয়েছে!
fr: Image postée avec succès sur Facebook !
hi: चित्र facebook पर सफलतापूर्वक पोस्ट किया गया!
ro: Imagine postata cu success pe facebook!
th: โพสต์ภาพไปยัง facebook เรียบร้อยแล้ว!
vi: Đã đăng tải ảnh trên facebook thành công!

source: Requested action is not possible at the moment. Please try again later.
ar: الإجراء المطلوب غير ممكن في الوقت الحالي. يرجى المحاولة مرةً أخرى لاحقاً.
bn: অনুরোধকৃত কাজটি এই মুহূর্তে করা সম্ভব নয়। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
fr: L'action demandée n'est pas possible pour le moment. Veuillez réessayer plus tard.
hi: अनुरोधिक कार्यवाही इस समय संभव नहीं. कृपया बाद में फिर से कोशिश करें.
ro: Acțiunea solicitată nu este posibilă în acest moment. Vă rugăm să încercați din nou mai târziu.
th: การกระทำที่ต้องการไม่สามารถทำได้ในเวลานี้ กรุณาลองอีกครั้งภายหลัง
vi: Thao tác đã yêu cầu hiện tại không thể thực hiện. Vui lòng thử lại sau.

source: Network problem detected. Please check your internet connection and try again.
ar: تم اكتشاف مشكلة في الشبكة. يرجى التحقق من اتصالك بالإنترنت وحاول مرةً أخرى.
bn: নেটওয়ার্কে সমস্যা সনাক্ত হয়েছে। আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
fr: Problème de réseau détecté. Veuillez vérifier votre connexion Internet et essayez à nouveau.
hi: नेटवर्क समस्या का पता लगा. कृपया अपना इंटरनेट कनेक्शन जाँचे और फिर से कोशिश करें.
ro: Problema de retea detectata.Va rugam sa verificati conexiunea la internet si sa incercati din nou.
th: พบปัญหาเครือข่าย กรุณาตรวจสอบการเชื่อมต่ออินเตอร์เน็ตและลองอีกครั้ง
vi: Đã phát hiện có vấn đề mạng. Vui lòng kiểm tra kết nối internet của bạn và thử lại.

source: Someone
ar: شخص ما
bn: কেউ একজন
fr: Quelqu'un
hi: किसी
ro: Cineva
th: ใครสักคน
vi: Ai đó

source: sent you a photo from Endless Photos!
ar: أرسل لك صورة من Endless Photos!
bn: Endless Photos থেকে আপনাকে একটি ছবি পাঠানো হয়েছে!
fr: vous a envoyé une photo d'Endless Photos !
hi: ने आपको Endless फ़ोटो से एक फ़ोटो भेजा!
ro: va trimis o poza din Poze Endless
th: ส่งภาพจาก Endless Photos ให้คุณ!
vi: đã gửi cho bạn ảnh từ Endless Photos!

source: Please do not reply to this email. Replies are sent to an unmonitored inbox.
ar: يرجى عدم الرد على هذه الرسالة. يتم إرسال الردود إلى صندوق بريد غير خاضع للرصد.
bn: অনুগ্রহ করে এই ইমেইলের উত্তর দেবেন না। কোন উত্তর পাঠানো হলে তা পরীক্ষা করে দেখা হবে না।
fr: Veuillez ne pas répondre à cet email. Les réponses sont envoyées à une boîte de réception sans surveillance.
hi: कृपया इस ईमेल का जवाब न दें. जवाब गैरनिरीक्षित इनबॉक्स पर भेजे जाते हैं.
ro: Va rugam sa nu raspundeti la acest e-mail.Raspunsurile sunt trimise la o adresa nemonitorizata.
th: กรุณาอย่าตอบอีเมลนี้ คำตอบจะถูกส่งไปยังกล่องข้อความที่ไม่มีการตรวจสอบ
vi: Vui lòng không trả lời email này. Các câu trả lời được gửi đến hộp thư không được giám sát.

source: Untitled
ar: غير معنون
bn: শিরোনামহীন
fr: Innommé
hi: बिना शीर्षक
ro: Fara titlu
th: ไม่มีชื่อ
vi: Không có tiêu đề

source: Rotate Right 90°
ar: دوران 90 درجة لليمين
bn: ডানদিকে 90° ঘুরান
fr: Tourner à droite de 90°
hi: दाएँ 90° घुमाएँँ
ro: Roteste Dreapta 90°
th: หมุนไปทางขวา 90°
vi: Xoay Phải 90°

source: TRANSFORM
ar: تحول
bn: রূপান্তর
fr: TRANSFORMER
hi: रूपांतर करें
ro: TRASFORMA
th: เปลี่ยนรูป
vi: BIẾN ĐỔI

source: Crop
ar: اقتصاص
bn: কাটুন
fr: Couper
hi: क्रॉप करें
ro: Decupeaza
th: ตัด
vi: Cắt

source: Apply Crop?
ar: تطبيق الاقتصاص؟
bn: কাটা নিশ্চিত?
fr: Appliquer la découpe ?
hi: क्रॉप लागू करें?
ro: Aplica decupare?
th: ใช้งานการตัดภาพ?
vi: Áp dụng việc Cắt cúp?

source: BLURS
ar: ضّباب
bn: ঝাপসা
fr: BROUILLE
hi: धुंधला
ro: ESTOMPEAZA
vi: ĐỘ MỜ

source: BORDERS
ar: بوردرز
bn: বর্ডার
fr: FRONTIÈRES
hi: बॉर्डर
ro: MARGINI
th: เขตแดน
vi: BIÊN GIỚI

source: FILTERS
ar: مرشحات
bn: ফিল্টার
fr: FILTRES
hi: फ़िल्टर
ro: FILTRE
th: ตัวกรอง
vi: BỘ LỌC

source: DISTORT
ar: تشويه
bn: বিকৃত
fr: DÉFORMER
hi: डिस्टॉर्ट करें
ro: DISTORSIUNE
th: บิด
vi: BIẾN DẠNG ẢNH

source: Brightness
ar: السطوع
bn: ঔজ্জ্বল্য
fr: Luminosité
hi: चमक
ro: Luminozitate
th: ความสว่าง
vi: Độ sáng

source: Contrast
ar: التباين
bn: বৈপরীত্য
fr: Contraste
hi: व्यतिरेक
th: คอนทราสต์
vi: Tương phản

source: Saturation
ar: التشبع
bn: সম্পৃক্তি
hi: संतृप्तता
ro: Saturatie
th: ความอิ่มตัว
vi: Độ bão hòa

source: ADJUST
ar: ضبط
bn: ঠিক করুন
fr: AJUSTER
hi: समायोजित करें
ro: AJUSTEAZA
th: ปรับ
vi: ĐIỀU CHỈNH

source: None
ar: لا شيء
bn: একটিও না
fr: Aucun
hi: कुछ नहीं
ro: Nimic
th: ไม่มี
vi: Không

source: Tilt Shift
ar: ميل وإزاحة
bn: কাত করা পরিবর্তন
hi: टिल्ट शिफ़्ट
ro: Schimba Inclinatia
th: ทิลท์ชิฟท์
vi: Thay đổi Độ nghiêng

source: Depth of Field
ar: عمق الميدان
bn: ফিল্ডের গভীরতা
fr: Profondeur de champ
hi: क्षेत्र गहराई
ro: Adancimea terenului
th: ระยะชัดลึก
vi: Độ sâu Trường ảnh

source: Grayscale
ar: تدرج الرمادي
bn: রঙের স্কেল
fr: Niveaux de gris
hi: ग्रेस्केल
ro: Alb-negru
th: สเกลสีเทา
vi: Thang xám

source: Country
ar: الدولة
bn: দেশ
fr: Pays
hi: देश
ro: Mioritic
th: ประเทศ
vi: Quốc gia

source: Retro
bn: রেট্রো
fr: Rétro
hi: रेट्रो
th: เรโทร
vi: Cổ điển

source: Old Photo
ar: الصورة القديمة
bn: পুরানো ছবি
fr: Vieille photo
hi: पुराना फ़ोटो
ro: Poza veche
th: ภาพถ่ายเก่า
vi: Ảnh Cũ

source: Colorful
ar: نابض بالحيوية
bn: রঙিন
fr: Coloré
hi: रंगीन
ro: Colorat
th: สีสันสดใส
vi: Sặc sỡ

source: Lomo
ar: لومو
bn: লোমো
hi: लोमो
th: โลโม่

source: Foggy Blue
ar: أزرق ضبابي
bn: কুয়াশাচ্ছন্ন নীল
fr: Bleu trouble
hi: धुंधला नीला
ro: Ceata Albastra
vi: Xanh lam Mờ sương

source: Paper
ar: ورق
bn: কাগজ
fr: Papier
hi: पेपर
ro: Hartie
th: กระดาษ
vi: Giấy

source: Trains
ar: قطارات
bn: রেলগাড়ি
fr: Série
hi: ट्रेन
ro: Trenuri
th: รถไฟ
vi: Tàu hỏa

source: Desert
ar: الصحراء
bn: মরুভূমি
fr: Abandonner
hi: रेगिस्तान
th: ทะเลทราย
vi: Sa mạc

source: Posterize
ar: تتالي
bn: পোস্টারাইজ
fr: Postériser
hi: पोस्टराइज़
ro: Posterizare
th: ปรับโทนสี
vi: Bộ lọc giảm màu (Post

source: Edges
ar: الحواف
bn: কিনারা
fr: Bords
hi: किनारेे
ro: Margini
th: ขอบ
vi: Mép ảnh

source: Crayon
ar: قلم تلوين
bn: ক্রেয়ন
hi: क्रेयॉन
ro: Creion
th: ดินสอสี
vi: Bút sáp màu

source: Grunge
ar: الجرونج
bn: ময়লা
hi: ग्रंज
ro: Vintage
th: กรันจ์
vi: Phong cách Grunge (luộm thuộm)

source: Spray
ar: رش
bn: স্প্রে
fr: Vaporiser
hi: स्प्रे
th: ละออง
vi: Bụi nước

source: Brush
ar: فرشاة
bn: ব্রাশ
fr: Brosse
hi: ब्रश
ro: Pensula
th: บรัช
vi: Bụi cây

source: Fish Eye Light
ar: عين سمكة خفيفة
bn: হালকা ফিস আই
fr: Lumière fisheye
hi: फ़ि़श आई लाइट
ro: Filtru Fish Eye Usor
th: แสงฟิชอาย
vi: Ánh sáng Mắt cá

source: Fish Eye Heavy
ar: عين سمكة ثقيلة
bn: ভারী ফিস আই
fr: Fisheye puissant
hi: फ़िश आई हेवी
ro: Filtru Fish Eye Puternic
th: เลนส์ฟิชอายแบบมาก
vi: Hiệu ứng Fisheye (mắt cá) Đậm

source: Pinch Light
ar: مصباح مضغوط
bn: হালকা পিঞ্চ
fr: Pincer la lumière
hi: पिंच लाइट
ro: Ciupeste Luminozitate
vi: Hiệu ứng Lồi Lõm Nhạt

source: Pinch Heavy
ar: بنش هيفي
bn: ভারী পিঞ্চ
fr: Pincez lourd
hi: पिंच हेवी
ro: Ciupeste Contur
vi: Kẹp Chặt (Pinch Heavy)

source: Swirl
ar: دوّامة
bn: ঘূর্ণন
fr: Tourbillon
hi: घुमाव
ro: Vartej
th: หมุน
vi: Lốc

source: Image successfully applied to background!
ar: تم تطبيق الصورة بنجاح على الخلفية!
bn: পটভূমিতে ছবিটি সফলভাবে দেয়া হয়েছে!
fr: Image appliquée avec succès sur le fond !
hi: चि‍त्र पृष्ठभूमि में सफलतापूर्वक लागू किया गया!
ro: Imagine aplicata in fundal cu success!
th: ปรับภาพเข้ากับพื้นหลังเรียบร้อยแล้ว!
vi: Đã áp dụng thành công hình ảnh làm nền!

source: Email failed.
ar: أخفق البريد الإلكتروني.
bn: ইমেইল ব্যর্থ।
fr: Échec d'envoi de l'email
hi: ईमेल विफल.
ro: E-mail esuat.
th: อีเมลไม่สำเร็จ
vi: Email thất bại.

source: You do not have permissions to save the photo here
ar: ليس لديك صلاحيات لحفظ الصورة هنا
bn: এখানে ছবিটি রেখে জমা করার অনুমতি আপনার নেই
fr: Vous n'avez pas les permissions nécessaires pour enregistrer la photo ici
hi: आपको यहाँ फ़ोटो सहेजने की अनुमति नहीं है.
ro: Nu ai permisiunea sa salvezi poza aici
th: คุณไม่ได้รับอนุญาตให้บันทึกภาพถ่ายที่นี่
vi: Bạn không được phép lưu ảnh tại đây

source: An error occurred while saving your photo
ar: حدث خطأ أثناء حفظ صورتك
bn: ছবিটি জমা করতে গিয়ে একটি ভুল হয়েছে
fr: Une erreur s'est produite lors de l'enregistrement de votre photo
hi: आपकी फ़ोटो सहेजने के दौरान कोई त्रुटि आई
ro: Sa produs o eroare in timpul salvarii pozei
th: เกิดข้อผิดพลาดขณะบันทึกภาพถ่ายของคุณ
vi: Có lỗi xảy ra khi lưu hình ảnh của bạn

source: Facebook is not available offline.
ar: الفيسبوك ليس متاحاً دون اتصال.
bn: অফলাইন থেকে ফেসবুকে প্রবেশ করা যাবে না।
fr: Facebook n'est pas disponible en ligne.
hi: Facebook ऑफ़लाइन उपलब्ध नहीं है.
ro: Facebook nu este disponibil offline.
th: ไม่สามารถใช้งาน Facebook แบบออฟไลน์ได้
vi: Facebook không khả dụng khi ngoại tuyến.

source: Post to Facebook
ar: أضف إلى الفيسبوك
bn: ফেসবুকে পোস্ট করুন
fr: Publier sur Facebook
hi: Facebook पर पोस्ट करें
ro: Posteaza pe Facebook
th: โพสต์บน Facebook
vi: Đăng lên Facebook

source: Write a description for the photo
ar: اكتب وصفاً للصورة
bn: ছবিটিতে একটি বর্ণনা লিখুন
fr: Ecrire une description de la photo
hi: फ़ोटो के लिए कोई विवरण लिखें
ro: Adauga o descriere pentru poza
th: เขียนคำอธิบายภาพถ่าย
vi: Viết mô tả cho bức ảnh

source: Enter a message to add to the e-mail
ar: أدخل رسالة لتضيف إلى البريد الإلكتروني
bn: ইমেইলের সাথে একটি বার্তা যোগ করুন
fr: Ecrire un message pour l'ajouter à l'adresse e-mail
hi: ई-मेल जोड़ने के लिए कोई संदेश लिखें
ro: Introdu un mesaj pentru e-mail
th: กรอกข้อความเพื่อเพิ่มไปยังอีเมล
vi: Nhập một thông điệp để thêm vào email

source: Your Name:
ar: اسمك:
bn: আপনার নাম:
fr: Votre nom :
hi: आपका नाम:
ro: Numele Dumneavoastra:
th: ชื่อของคุณ:
vi: Tên Bạn:

source: Recipient email:
ar: مستلم البريد الإلكتروني:
bn: প্রাপকের ইমেইল:
fr: E-mail du destinataire :
hi: प्राप्तकर्ता ईमेल:
ro: Email-ul destinatarului:
th: อีเมลผู้รับ:
vi: Email người nhận:

source: Message:
ar: الرسالة:
bn: বার্তা:
hi: संदेश:
ro: Mesaj:
th: ข้อความ:
vi: Thông điệp:

source: OPEN PHOTO
ar: فتح صورة
bn: ছবি খুলুন
fr: OUVERIR LA PHOTO
hi: फ़ोटो खोलें
ro: DESCHIDE POZA
th: เปิดภาพถ่าย
vi: MỞ HÌNH ẢNH

source: SAVE
ar: حفظ
bn: জমা করুন
fr: SAUVEGARDER
hi: सहेजें
ro: SALVEAZA
th: บันทึก
vi: LƯU

source: BACKGROUND
ar: الخلفية
bn: পটভূমি
fr: FOND
hi: पृष्ठभूमि
ro: FUNDAL
th: พื้นหลัง
vi: BỐI CẢNH

source: REVERT IMAGE
ar: اعكس الصورة
bn: ছবিটি আগের মতো করুন
fr: RETOURNER L'IMAGE
hi: चि‍त्र लौटाएँ
ro: Reveniti la imagine
th: คืนภาพกลับ
vi: HOÀN NGUYÊN HÌNH ẢNH

source: FACEBOOK
ar: الفيس بوك
bn: ফেসবুক

source: Photos
ar: الصور
bn: ছবিসমূহ
hi: फ़ोटो
ro: Poze
th: ภาพถ่าย
vi: Hình ảnh

source: Open Image
ar: فتح الصورة
bn: ছবি খুলুন
fr: Ouvrir une image
hi: चित्र खोलें
ro: Deschide Imaginea
th: เปิดภาพ
vi: Mở Hình ảnh

source: Save Image
ar: حفظ الصورة
bn: ছবি জমা করুন
fr: Enregistrer l'image
hi: चित्र सहेजें
ro: Salveaza Imaginea
th: บันทึกภาพ
vi: Lưu Ảnh

source: Open new photo without save?
ar: فتح صورة جديدة دون حفظ؟
bn: জমা না করেই নতুন ছবি খুলবেন?
fr: Ouvrir une nouvelle photo sans sauvegarder ?
hi: बिना सहजे नई फ़ोटो खोलें?
ro: Deschide o poza noua fara a salva?
th: เปิดภาพถ่ายใหม่โดยไม่บันทึกหรือ?
vi: Mở hình ảnh mới mà không lưu?

source: Your changes have not been saved. Are you sure you want to open a new photo without saving?
ar: لم يتم حفظ التغييرات. هل أنت متأكد أنك تريد فتح صورة جديدة دون الحفظ؟
bn: আপনার পরিবর্তনগুলো জমা করা হয়নি। আপনি কি নিশ্চিত যে জমা না করেই নতুন ছবি খুলবেন?
fr: Vos modifications n'ont pas été enregistrées. Etes-vous sûr de vouloir ouvrir une nouvelle photo sans enregistrer ?
hi: आपके बदलावों को सहेजा नहींं गया है. क्या आप वाकई सहेजेे बिना नई फ़ोटो खोलना चाहते हैं?
ro: Schimbarile nu vor fi salvate.Esti sigur ca vrei sa deschizi o poza noua fara sa salvezi?
th: ยังไม่ได้บันทึกการเปลี่ยนแปลงของคุณ คุณแน่ใจหรือว่าคุณต้องการเปิดภาพถ่ายใหม่โดยไม่บันทึก?
vi: Các thay đổi của bạn chưa được lưu. Bạn có chắc là bạn muốn mở một hình ảnh mới mà không lưu?

source: Quit Without Save?
ar: الخروج دون الحفظ؟
bn: জমা ছাড়াই বেরিয়ে যাবেন?
fr: Quitter sans sauvegarder ?
hi: सहेजे बिना बाहर जाएँ?
ro: Renunti fara sa salvezi?
th: ออกโดยไม่บันทึกหรือ?
vi: Thoát Mà Không Lưu?

source: Your changes have not been saved. Are you sure you want to quit?
ar: لم يتم حفظ التغييرات. هل أنت متأكد أنك تريد الانهاء؟
bn: আপনার পরিবর্তনগুলো জমা হয়নি। আপনি নিশ্চিত যে বেরিয়ে যাবেন?
fr: Vos modifications n'ont pas été enregistrées. Etes-vous sûr de vouloir quitter ?
hi: आपके बदलावों को सहेजा नहीं गया हैै. क्या आप वाकई बाहर जाना चाहते हैं?
ro: Schimbarile nu vor fi salvate.Esti sigur ca vrei sa renunti?
th: การเปลี่ยนแปลงของคุณยังไม่ถูกบันทึก คุณแน่ใจว่าต้องการออก?
vi: Thay đổi của bạn chưa được lưu. Bạn có chắc rằng bạn muốn thoát ra không?

source: Continue
ar: متابعة
bn: চালিয়ে যান
fr: Continuer
hi: जारी रखें
ro: Continua
th: ต่อไป
vi: Tiếp tục

source: Cancel
ar: إلغاء
bn: বাতিল
fr: Annuler
hi: रद्द करें
ro: Anuleaza
th: ยกเลิก
vi: Hủy

source: Choose one of your photos to begin!
ar: اختر واحدةً من الصور الخاصة بك لتبدأ!
bn: শুরু করার জন্য আপনার একটি ছবি বেছে নিন!
fr: Choisissez l'une de vos photos pour commencer !
hi: शुरू करने के लिए आपकी फ़ोटो में से एक चुनें!
ro: Alege una din poze pentru a incepe!
th: เลือกภาพถ่ายหนึ่งภาพเพื่อเริ่มต้น!
vi: Chọn một trong các bức ảnh của bạn để bắt đầu!
